12/data/attachments/13af7ff0e39d58c1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_3c4e9d73-a79d-4401-8307-c9b7dd882177</nif:username>
            <nif:friendToBeAdded>Jessica_bed_Actions_44191_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>